/* . Напишите программу, которая на вход принимает два
числа и проверяет, является ли первое число квадратом
второго.
 */

int a = 25;
int b = 5;
Console.WriteLine(a + " первое число");
Console.WriteLine(b +" второе число");
if  (b*b == a)
{
    Console.WriteLine("да");
}
else
    Console.WriteLine("нет");


